{
    "welcome": "Welcome to the Befama",
    "subtitle": "We offer new services and parts for our machines",
    "work_w_us": "Work with us!",
    "if_you": "If you want to expand your knowledge and develop further, send us your CV!",
    "who_we_need": "Find out more ",
    "services": "Services",
    "contact": "Contact",
    "career": "Career",
    "machnies": "Machnies",
    "about_us": "About us",
    "prod_line": "Production line",
    "offer": "Machines we offer",
    "learn_more": "Learn more...",
    "offer_title": "Services we offer",
    "offer1": "Design and construction of textile machines and devices",
    "offer2": "Design and construction of steel structures",
    "offer3": "Design and construction of special machines for production processes",
    "offer4": "Modernization of control and machnies mover",
    "offer5": "Designing machines and production lines",
    "offer6": "Synchronization of individual elements of production lines",
    "offer7": "Assembly, disassembly and relocation of machines",
    "offer8": "Technical consultancy",
    "offer9": "In addition, we offer a number of other services and spare parts",
    "fact1": "BEFAMA is a reliable manufacturer of textile machinery, known in over 80 countries around the world, where it has delivered several thousand machines and devices in total.",
    "fact2": "Currently, the company specializes mainly in the production of lines for processing all types of fibers, from natural wool to synthetic fibers. A wide range of machines allows you to adjust the production line to the individual needs of the customer. The processes of creating structures and technologies are carried out by high-class specialists, technologists and constructors.",
    "fact3": "The company's offer includes a wide range of machines, from loosening-mixing lines, through carding units of various technologies, stackers, machines for recovering fibers from textiles and other auxiliary machines.",
    "fact4": "We always provide an advice and experience in selecting the best solutions for you.",
    "fact5": "After completing the investment, we provide a guarantee for our parts and machines, we provide the possibility of diagnosing failures via the Internet connection and immediate service. In addition, we guarantee the supply of original spare parts for the entire time of the machine's operation.",
    "specialization": "Specialization",
    "offer_head": "Offer",
    "help": "Help",
    "guarantee": "Guarantee",
    "questions": "Any questions?",
    "write_us": "Write to us!",
    "send": "Send",
    "names": "Name & Surname",
    "e-mail": "Your e-mail",
    "question_content": "Question content",
    "slogan": "The hearth of technology",
    "adress": "ADRESS",
    "CONTACT": "CONTACT",
    "law": "District Court in Bielsko-Biała, VIII Commercial Division of the National Court Register",
    "street": "st.",
    "phone": "phone:",
    "dep1": "Sales Department",
    "dep2": "Designing Department",
    "dep3": "Service Center",
    "dep4": "Supply - Logistics",
    "serv_title": "Other services provided by Befama",
    "serv1": "Rollers and other turned parts",
    "serv2": "Delivery and assembly of spicked plate and lattice",
    "serv3": "Delivery and winding of metallic wire",
    "serv4": "Plastic compoments for machines",
    "serv5": "Gauges for setting machines",
    "serv6": "Cast, forged, rolled parts",
    "serv7": "Control elements, modernization"

}
