{
    "welcome": "Willkommen bei der befama",
    "subtitle": "Wir bieten neue Dienstleistungen und Teile für unsere Maschinen an",
    "work_w_us": "Arbeite mit uns!",
    "if_you": "Wenn Sie Ihr Wissen erweitern und sich weiterentwickeln möchten, senden Sie uns Ihren Lebenslauf!",
    "who_we_need": "Wen wir suchen",
    "services": "Dienstleistungen",
    "contact": "Kontakt",
    "career": "Werdegang",
    "machnies": "Maschinen",
    "about_us": "Über uns",
    "prod_line": "Fließband",
    "offer": "Maschinen, die wir anbieten",
    "learn_more": "Finde mehr heraus...",
    "offer_title": "Befama-Dienste",
    "offer1": "Konstruktion und Bau von Textilmaschinen und -geräten",
    "offer2": "Design und Konstruktion von Stahlkonstruktionen",
    "offer3": "Konstruktion und Bau von Sondermaschinen für Produktionsprozesse",
    "offer4": "Modernisierung der Maschinensteuerung und Antriebe",
    "offer5": "Konstruktion von Maschinen und Produktionslinien",
    "offer6": "Synchronisierung einzelner Elemente von Produktionslinien",
    "offer7": "Montage, Demontage und Verlagerung von Maschinen",
    "offer8": "Technische Beratung",
    "offer9": "Darüber hinaus bieten wir eine Reihe weiterer Dienstleistungen und Ersatzteile an",
    "fact1": "BEFAMA ist ein zuverlässiger Hersteller von Textilmaschinen, der in über 80 Ländern der Welt bekannt ist und insgesamt mehrere tausend Maschinen und Geräte geliefert hat.",
    "fact2": "Derzeit spezialisiert sich das Unternehmen hauptsächlich auf die Herstellung von Anlagen zur Verarbeitung aller Arten von Fasern, von Naturwolle bis hin zu synthetischen Fasern. Eine große Auswahl an Maschinen ermöglicht es Ihnen, die Produktionslinie an die individuellen Bedürfnisse des Kunden anzupassen. Die Prozesse zur Schaffung von Strukturen und Technologien werden von erstklassigen Spezialisten, Technologen und Konstrukteuren durchgeführt.",
    "fact3": "Unser Angebot umfasst eine breite Auswahl an Maschinen von Faseröffnungs- und Mischanlagen bis zu verschiedenartigen Krempelsätzen, Vlieslegern, Rückgewinnungsmaschinen und Hilfsapparaten.",
    "fact4": "Bei der Suche von optimalen Lösungen können wir Ihnen mit unserem Rat und unserer Erfahrung immer behilflich sein",
    "fact5": "Nach der Installation leisten wir Garantie für unsere Maschinen. Eventuelle Ausfälle werden über Internet diagnostiziert und ein sofortiger Service geboten. Ebenso wird garantiert, dass der Kunde Originalersatzteile während des gesamten Maschinenlebens erhalten kann.",
    "specialization": "Spezialisierungen",
    "offer_head": "Angebot",
    "help": "Hilfe",
    "guarantee": "Garantie",
    "questions": "Hast du eine Frage?",
    "write_us": "Schreib uns!",
    "send": "Senden",
    "names": "Vorname und Nachname",
    "e-mail": "Deine E-Mail",
    "question_content": "den Inhalt der Abfrage",
    "slogan": "Das Herz der Technik",
    "adress": "DIE ADRESSE",
    "CONTACT": "KONTAKT",
    "law": "Amtsgericht in Bielsko-Biała, VIII. Wirtschaftsabteilung des Landesgerichtsregisters",
    "street": "Str.",
    "phone": "Tel.:",
    "dep1": "Handelsabteilung",
    "dep2": "Konstruktionsabteilung",
    "dep3": "Servicecenter",
    "dep4": "Beschaffung - Logistik"
}